AV/FO/INTERSPEC_interfaces/AMES/Exp2Sap/MasterDataArticleProperties_Out.txt

<?xml version="1.0" encoding="utf-8" ?>
<soap:Envelope xmlns:xsl="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <UpdateOrCreateProperties xmlns="http://apollovredestein.com/interspec_sap">
      <SequenceNr>234983</SequenceNr>
      <Plant>5M01</Plant>
      <Article>E1712-5-11</Article>
      <Properties>
        <Property>
          <ProcessingGroup/>
          <Name>SAP_Material_Code</Name>
          <Value>E14</Value>
          <UoM/>
        </Property>
      </Properties>
    </UpdateOrCreateProperties>
    <UpdateOrCreateProperties xmlns="http://apollovredestein.com/interspec_sap">
      <SequenceNr>234983</SequenceNr>
      <Plant>5M01</Plant>
      <Article>E1712</Article>
      <Properties>
        <Property>
          <ProcessingGroup/>
          <Name>SAP_Material_Code</Name>
          <Value>3C002: Final Batches Radial</Value>
          <UoM/>
        </Property>
      </Properties>
    </UpdateOrCreateProperties>
  </soap:Body>
</soap:Envelope>
